{
  "resultado": [
    {
      "oracion": "Apple anuncia el lanzamiento de la nueva serie iPhone 13, con cámaras mejoradas y procesadores más rápidos. Los dispositivos llegarán a las tiendas el próximo mes.",
      "entidades": {
        "Apple": "ORG",
        "iPhone 13": "MISC",
        "Los dispositivos llegarán a las tiendas": "MISC"
      }
    },
    {
      "oracion": "La última actualización del algoritmo de Google ha causado fluctuaciones significativas en las clasificaciones de los motores de búsqueda, dejando a muchos propietarios de sitios web desconcertados y preocupados por su visibilidad en línea.",
      "entidades": {
        "Google": "ORG"
      }
    },
    {
      "oracion": "Microsoft presenta su consola de videojuegos de próxima generación, la Xbox Series X Pro, prometiendo un rendimiento y calidad de gráficos sin precedentes para los jugadores ávidos de todo el mundo.",
      "entidades": {
        "Microsoft": "ORG",
        "Xbox Series X Pro": "MISC"
      }
    },
    {
      "oracion": "La nueva actualización de software de autodirección de Tesla ha generado tanto emoción como escepticismo, ya que los usuarios tempranos informan resultados mixtos en situaciones de conducción del mundo real.",
      "entidades": {
        "Tesla": "LOC"
      }
    },
    {
      "oracion": "Facebook enfrenta críticas una vez más por sus prácticas de privacidad de datos, ya que una reciente filtración de datos expone la información personal de millones de usuarios.",
      "entidades": {
        "Facebook": "MISC"
      }
    },
    {
      "oracion": "La venta Prime Day de Amazon bate un nuevo récord para la compañía, con miles de millones de dólares en ventas y miles de productos vendidos en la primera hora del evento.",
      "entidades": {
        "Prime Day": "MISC",
        "Amazon": "PER"
      }
    },
    {
      "oracion": "Twitter introduce una nueva función que permite a los usuarios dar propinas directamente a los creadores de contenido, un movimiento dirigido a incentivar el contenido de calidad y apoyar financieramente a los creadores.",
      "entidades": {
        "Twitter": "MISC"
      }
    },
    {
      "oracion": "La inteligencia artificial continúa revolucionando industrias, con startups que aprovechan soluciones impulsadas por IA para optimizar operaciones, mejorar experiencias de clientes e impulsar el crecimiento empresarial.",
      "entidades": {}
    },
    {
      "oracion": "El auge de la tecnología blockchain está interrumpiendo los sistemas financieros tradicionales, permitiendo transacciones más rápidas y seguras al reducir intermediarios y costos de transacción.",
      "entidades": {
        "blockchain está": "PER"
      }
    },
    {
      "oracion": "La adopción de la computación en la nube alcanza nuevos niveles a medida que las empresas adoptan la escalabilidad y la rentabilidad de la infraestructura y servicios basados en la nube.",
      "entidades": {}
    }
  ]
}